{
  "getStarted": "Commencer",

  "howItWorks":"Comment ça fonctionne",
  "aboutUs":"À propos de nous",
  "contact":"Contact",

  "welcome": "Naviguez facilement sur votre campus",
  "description": "Découvrez les itinéraires les plus rapides vers vos cours, vos dortoirs et vos endroits préférés sur le campus. CampusNav vous permet de vous repérer facilement et sans stress.",

  "termsOfConditions": "Politique de confidentialité",
  "privacyPolicy": "Conditions générales",

  "enterUniversity": "Entrez votre école ci-dessous",
  "universityNotFound": "University not found",
  "enterUniversityMessage": "Si vous ne voyez pas votre école dans cette liste, cela signifie que l'authentification unique n'est pas encore activée dans votre école.",
  "universityPlaceholder": "Recherchez votre école en anglais (par exemple Seoul National University)",
  "submit": "Soumettre",

  "weekday": "Jour",
  "courseName": "Nom du cours",
  "buildingName": "Bâtiment",
  "roomNumber": "Numéro de chambre",
  "startTime": "Heure de début",
  "endTime": "Heure de fin",
  "actions": "Actions",

  "monday": "Lundi",
  "tuesday": "Merdi",
  "wednesday": "Mecredi",  
  "thursday": "Jeudi",
  "friday": "Vendredi",

  "calculateRoutes": "Calculer des itinéraires",
  "routeCalculation": "Tableau de bord des itinéraires",
  "findRoute": "Trouver un itinéraire",
  "hr": "heure",
  "min": "minutes",
  "distance": "Distancia",
  "duration": "Durée",

  "gettingStarted": "Commencer avec CampusNav",
  "embark": "Commencer votre aventure avec CampusNav est simple et direct. Notre système est conçu pour vous guider à chaque étape, garantissant un processus de configuration fluide. Suivez ces étapes faciles pour débloquer tout le potentiel de CampusNav, vous aidant à naviguer sur votre campus avec confiance et précision.",
  "stepOne": "Step 1: Entrez le nom de votre université",
  "stepOneInfo": "Commencez par entrer le nom de votre université. CampusNav récupérera les coordonnées pour fournir des services de cartographie précis adaptés à votre campus.",
  "stepTwo": "Step 2: Ajoutez vos cours",
  "stepTwoInfo": "Saisissez votre emploi du temps, y compris les noms des bâtiments et les numéros de salle. Cela permet à CampusNav de créer une carte personnalisée rien que pour vous, facilitant la localisation de toutes vos classes.",
  "stepThree": "Step 3: Consultez votre emploi du temps",
  "stepThreeInfo": "Consultez votre emploi du temps sous un format de tableau pratique. Cet aperçu vous permet de voir facilement vos cours en un coup d'œil, assurant que vous ne manquiez jamais une séance.",
  "stepFour": "Step 4: Calculez les itinéraires",
  "stepFourInfo": "Cliquez sur le bouton pour obtenir les meilleurs itinéraires à pied entre vos cours. CampusNav veille à ce que vous ne vous perdiez jamais sur le campus et trouviez toujours le chemin le plus rapide.",
  "features": "Fonctionnalités",
  "features1": "Cartes du campus précises",
  "features2": "Emplois du temps personnalisables",
  "features3": "Calculs d'itinéraires en temps réel",
  "features4": "Interface conviviale",
  "features5": "Mise en valeur des points d'intérêt (par ex., cafés, bibliothèques, salles de sport)",
  "features6": "Exploration virtuelle du campus",

  "aboutUsH1": "Un système de navigation intégré pour vous aider à arriver à l'heure en cours",
  "ultimate": "CampusNav est votre compagnon ultime sur le campus, conçu pour vous aider à naviguer dans votre université en toute simplicité. De la recherche de vos salles de classe au calcul des meilleurs itinéraires à pied, CampusNav vous couvre.",
  "launch": "Depuis son lancement, CampusNav a été conçu dans le but de mieux servir les étudiants universitaires du monde entier. En commençant par des fonctionnalités de navigation essentielles, il vise à aider les étudiants à trouver leurs salles de classe et à calculer les meilleurs itinéraires à pied sur le campus. À l'avenir, CampusNav prévoit d'étendre ses capacités pour inclure des mises à jour en temps réel sur les événements du campus et des notifications pour les changements d'horaires de cours. Notre vision est de créer une expérience universitaire fluide où les étudiants peuvent se concentrer sur leur éducation sans avoir à se soucier de naviguer sur de grands campus. Rejoignez-nous alors que nous nous embarquons dans ce voyage pour rendre la vie sur le campus plus simple et plus efficace.",
  "info1": "10 030 universités dans la base de données",
  "info2": "6 langues prises en charge",
  "info3": "99,99% de disponibilité de l'API Google Maps",
  "info4": "99% de précision des données via Google Maps",
  "info5": "Mises à jour majeures prévues annuellement",
  "info6": "Service client disponible 24/7",
  "roadmap": "Feuille de route",
  "roadmap1": "Lancement initial",
  "roadmap2": "Outil d'exportation PDF",
  "roadmap3": "API Google Maps",
  "roadmap4": "API de géocodage",
  "roadmap5": "Support de plus de 10 langues",
  "roadmap6": "Chatbot IA",
  "roadmap7": "Langue native de l'API de la carte",
  "roadmap8": "Transports supplémentaires",
  "roadmap9": "Application mobile",
  "roadmap10": "Authentification utilisateur",
  "roadmap11": "Intégrer les cartes du campus",
  "roadmap12": "Cartographier les bâtiments en 3D",
  "roadmap13": "Stockage de données dans le cloud",
  "roadmap14": "Partenariats universitaires",
  "roadmap15": "Intégration de l'inscription aux cours",
  "roadmap16": "Support au-delà des universités"
  }
  