{
  "getStarted": "Empezar",

  "howItWorks": "Cómo funciona",
  "aboutUs": "Sobre nosotras",
  "contact": "Contacto",

  "welcome": "Navegue por su campus con facilidad",
  "description": "Descubra las rutas más rápidas a sus clases, dormitorios y lugares favoritos en el campus. CampusNav hace que orientarse sea sencillo y sin estrés.",

  "termsOfConditions": "Términos y condiciones",
  "privacyPolicy": "Política de privacidad",

  "enterUniversity": "Ingrese su escuela a continuación",
  "universityNotFound": "Universidad no encontrada",
  "enterUniversityMessage": "Si no ve su escuela en esta lista, eso significa que aún no tenemos habilitado el inicio de sesión único en su escuela.",
  "universityPlaceholder": "Busque su escuela (por ejemplo, la Universidad Nacional de Seúl)",
  "submit": "Entregar",

  "weekday": "Día",
  "courseName": "Nombre del curso",
  "buildingName": "Edificio",
  "roomNumber": "Número de habitación",
  "startTime": "Hora de inicio",
  "endTime": "Hora de finalización",
  "actions": "Comportamiento",

  "monday": "Lunes",
  "tuesday": "Martes",
  "wednesday": "Miércoles",  
  "thursday": "Jueves",
  "friday": "Viernes",

  "calculateRoutes": "Rutas de cálculo",
  "routeCalculation": "Panel de rutas",
  "findRoute": "Wncontrar ruta",
  "hr": "hora",
  "min": "Minutos",
  "distance": "Distancia",
  "duration": "Duración",

  "gettingStarted": "Comenzando con CampusNav",
  "embark": "Empezar tu aventura con CampusNav es simple y directo. Nuestro sistema está diseñado para guiarte en cada paso, garantizando un proceso de configuración sin problemas. Sigue estos sencillos pasos para desbloquear todo el potencial de CampusNav, ayudándote a navegar por tu campus con confianza y precisión.",
  "stepOne": "Paso 1: Ingresa tu universidad",
  "stepOneInfo": "Comienza ingresando el nombre de tu universidad. CampusNav obtendrá las coordenadas para proporcionar servicios de mapeo precisos adaptados a tu campus.",
  "stepTwo": "Paso 2: Agrega tus cursos",
  "stepTwoInfo": "Ingresa tu horario de clases, incluyendo los nombres de los edificios y los números de las aulas. Esto permite que CampusNav cree un mapa personalizado solo para ti, facilitando la localización de todas tus clases.",
  "stepThree": "Paso 3: Consulta tu horario",
  "stepThreeInfo": "Revisa tu horario de clases en un formato de tabla conveniente. Este resumen te permite ver tus clases de un vistazo, asegurándote de que nunca te pierdas una sesión.",
  "stepFour": "Paso 4: Calcula las rutas",
  "stepFourInfo": "Haz clic en el botón para obtener las mejores rutas a pie entre tus clases. CampusNav asegura que nunca te pierdas en el campus y siempre encuentres el camino más rápido.",
  "features": "Características",
  "features1": "Mapas del campus precisos",
  "features2": "Horarios de cursos personalizables",
  "features3": "Cálculo de rutas en tiempo real",
  "features4": "Interfaz fácil de usar",
  "features5": "Resaltado de puntos de interés (por ejemplo, cafeterías, bibliotecas, gimnasios)",
  "features6": "Exploración virtual del campus",

  "aboutUsH1": "Un sistema de navegación integrado para ayudarte a llegar a tiempo a tus clases",
  "ultimate": "CampusNav es tu compañero definitivo en el campus, diseñado para ayudarte a navegar por tu universidad con facilidad. Desde encontrar tus aulas hasta calcular las mejores rutas a pie, CampusNav te tiene cubierto.",
  "launch": "Desde su lanzamiento, CampusNav ha sido diseñado con el objetivo de servir mejor a los estudiantes universitarios de todo el mundo. Comenzando con características esenciales de navegación, busca ayudar a los estudiantes a encontrar sus aulas y calcular las mejores rutas a pie en el campus. En el futuro, CampusNav planea expandir sus capacidades para incluir actualizaciones en tiempo real sobre eventos en el campus y notificaciones de cambios en los horarios de clases. Nuestra visión es crear una experiencia universitaria fluida donde los estudiantes puedan concentrarse en su educación sin la molestia de navegar por grandes campus. Únete a nosotros en este viaje para hacer la vida en el campus más simple y eficiente.",
  "info1": "10,030 universidades en la base de datos",
  "info2": "6 idiomas soportados",
  "info3": "99.99% de tiempo de actividad de la API de Google Maps",
  "info4": "99% de precisión de datos a través de Google Maps",
  "info5": "Actualizaciones importantes planificadas anualmente",
  "info6": "Servicio al cliente disponible 24/7",
  "roadmap": "Hoja de ruta",
  "roadmap1": "Lanzamiento inicial",
  "roadmap2": "Herramienta de exportación PDF",
  "roadmap3": "API de Google Maps",
  "roadmap4": "API de geocodificación",
  "roadmap5": "Soporte para más de 10 idiomas",
  "roadmap6": "Chatbot de IA",
  "roadmap7": "Idioma nativo de la API del mapa",
  "roadmap8": "Transporte adicional",
  "roadmap9": "Aplicación móvil",
  "roadmap10": "Autenticación de usuario",
  "roadmap11": "Integrar mapas del campus",
  "roadmap12": "Mapeo de edificios en 3D",
  "roadmap13": "Almacenamiento de datos en la nube",
  "roadmap14": "Asociaciones con universidades",
  "roadmap15": "Integración del registro de cursos",
  "roadmap16": "Soporte más allá de las universidades"
  }
 